Repository: Nael-Sayegh/scanvox-for-nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, fr, pt, ru, tr

source: Open the Scanvox dialog
cs: Otevře dialogScanvoxu
de: Öffnen Sie den Scanvox-Dialog
fr: Ouvrir le dialogue de Scanvox
pt: Abrir a caixa de diálogo do Scanvox
ru: Открывает диалог Scanvox
tr: Scanvox iletişim kutusunu açar

source: Scanvox for NVDA
cs: Scanvox pro NVDA
de: Scanvox
fr: Scanvox pour NVDA
pt: Scanvox para NVDA
ru: Scanvox для NVDA
tr: NVDA için Scanvox

source: Text:
fr: Texte :
pt: Texto reconhecido:
ru: Распознанный текст:
tr: Metin:

source: &Scan
cs: &Skenovat
de: &Scannen
fr: &Numériser
pt: &Digitalizar
ru: &Сканировать
tr: &Tara

source: Delete the last page scanned
cs: Vymazat poslední naskenovanou stránku
fr: Supprimer la &dernière page numérisée
tr: Taranan son sayfayı sil

source: &Save the scanned pages
cs: &Uložit Naskenované stránky
de: Seiten s&peichern
fr: &Sauvegarder les pages numérisées
pt: &Guardar as páginas digitalizadas
ru: &Сохранить отсканированные страницы
tr: Taranan &sayfaları kaydet

source: &Delete the scanned pages
cs: &Odstranit naskenované stránky
de: Seiten &löschen
fr: &Supprimer les pages numérisées
pt: &Apagar as páginas digitalizadas
ru: &Удалить отсканированные страницы
tr: Taranan &sayfaları sil

source: Scanning in progress, please wait...
cs: Skenuji, prosím, čekejte...
de: Bitte warten ...
fr: Lancement de la numérisation, veuillez patienter...
pt: Digitalização em curso, aguarde, por favor...
ru: Выполняется сканирование, пожалуйста, подождите...
tr: Tarama devam ediyor, lütfen bekleyin...

source: Select the location where you want to save the file
cs: Vyberte umístění, kam chcete soubor uložit
de: Wählen Sie den Speicherort aus, an dem Sie die Datei speichern möchten
fr: Sélectionnez l’emplacement où vous souhaitez enregistrer le fichier
pt: Seleccione o local onde pretende guardar o ficheiro
ru: Выберите место сохранения файла
tr: Dosyayı kaydetmek istediğiniz konumu seçin

source: Word document: *.docx|*.docx|Text file: *.txt|*.txt
cs: Dokument typu Word: *.docx|*.docx|Textový soubor: *.txt|*.txt
tr: Word belgesi: *.docx|*.docx|Metin dosyası: *.txt|*.txt

source: Save the file
cs: Uložit soubor
de: Speicher die Datei
fr: Sauvegarder le fichier
pt: Guardar o ficheiro
ru: Сохранить файл
tr: Dosya 'yı kaydet

source: Scan complete
cs: Skenování dokončeno
de: Scan abgeschlossen
fr: Numérisation terminée
pt: Digitalização completa
ru: Сканирование завершено
tr: Tarama tamamlandı

source: No OCR matching the language of your system is available
cs: Není dostupný jazyk v OCR, který používáte na vašem systému
de: Es ist keine OCR verfügbar, die zur Sprache Ihres Systems passt
fr: Aucun OCR correspondant à la langue de votre système n’est disponible
pt: Não está disponível nenhum OCR que corresponda ao idioma do seu sistema
ru: Распознавание текста, соответствующее языку вашей системы, недоступно
tr: Sisteminizin diliyle eşleşen OCR mevcut değil

source: No compatible scanner detected
cs: Není detekován žádný kompatibilní skener
de: Kein kompatibler Scanner erkannt
fr: Aucun scaner compatible détecté
pt: Não foi detectado nenhum scanner compatível
ru: Совместимый сканер не обнаружен
tr: Uyumlu tarayıcı bulunamadı

source: The page seems empty
cs: Zdá se, že je stránka prázdná
de: Die Seite scheint leer zu sein
fr: La page semble vide
pt: A página parece estar vazia
ru: Похоже, это чистый лист
tr: Sayfa boş görünüyor

source: All the pages have been erased
cs: Všechny stránky byly smazány
de: Alle Seiten wurden gelöscht
fr: Toutes les pages numérisées ont été effacées
pt: Todas as páginas foram apagadas
ru: Все отсканированные страницы были удалены
tr: Tüm sayfalar silindi

source: It's impossible to delete the scanned pages
cs: Není možné odstranit naskenované stránky
de: Es ist nicht möglich, die gescannten Seiten zu löschen
fr: Impossible de supprimer les pages numérisées
pt: É impossível apagar as páginas digitalizadas
ru: Невозможно удалить отсканированные страницы
tr: Taranan sayfalar silinemiyor

source: Page
cs: Stránka
de: Seite:
ru: Страница
tr: Sayfa

source: The last page has been deleted
cs: Poslední stránka byla smazána
fr: La dernière page a été supprimée
tr: Son sayfa silindi

source: There are no pages to delete
cs: Nejsou žádné stránky k vymazání
fr: Il n'y a pas de pages à supprimer
tr: Silinecek sayfa yok

source: End
cs: Konec
fr: Fin
tr: Son

source: General
cs: Obecné
de: Allgemein
fr: Général
pt: Geral
ru: Общее
tr: Genel

source: &Automatically read the text when the scan is completed
cs: Automaticky číst &text když je skenování dokončeno
de: Text auto&matisch lesen, wenn Scan abgeschlossen
fr: Lire &automatiquement le texte quand la numérisation est terminée
pt: &Ler automaticamente o texto quando a digitalização estiver concluída
ru: &Автоматически читать текст по завершении сканирования
tr: T&arama tamamlandığında metni otomatik olarak oku

source: Update
cs: Aktualizace
fr: Mise à jour
pt: Actualização
ru: Обновление
tr: Güncelle

source: Stable
cs: Stabilní
de: Stabile Version
ru: Стабильные
tr: Kararlı

source: Dev
cs: Vývojový
de: Entwicklerversion
ru: В разработке
tr: Geliştirici

source: &Chanel:
cs: &Kanál:
de: &Kanal:
fr: &Canal :
ru: &Канал обновлений:
tr: &Kanal:

source: Automatically search for updates
cs: &Automaticky hledat aktualizace
de: &Automatisch nach Updates suchen
fr: Rechercher automatiquement les mise à jours
pt: Procurar automaticamente por actualizações
ru: Автоматический поиск обновлений
tr: Güncellemeleri otomatik olarak denetle

source: Search for an update now
cs: &Hledat nyní aktualizaci
de: Jetzt nach &Update suchen
fr: Rechercher une mise à jour maintenant
pt: Procurar uma atualização agora
ru: Проверить наличие обновлений
tr: Şimdi Güncellemeleri denetle

source: Update of %s version %s
cs: Aktualizace %s verze %s
de: Aktualisierung der %s-Version %s
fr: Mise à jour de %s version %s
pt: Atualização da versão %s %s
ru: Обновление %s версия %s
tr: %s sürümü %s güncelleniyor

source: %s version %s is available. Would you like to update now? You can view the changes by clicking on the What's New button and scrolling down to Changes.
cs: Je dostupnáverze %s %s . Chcete jí nyní stáhnout? Můžete si přečíst změny.
de: %s Version %s ist verfügbar. Möchtest du jetzt updaten? Sie können die Änderungen anzeigen, indem Sie auf die Schaltfläche „Neuigkeiten“ klicken und nach unten zu „Änderungen“ scrollen.
fr: %s version %s est disponible. Souhaitez-vous mettre à jour maintenant? Vous pouvez voir les changements en cliquant sur le bouton quoi de neuf et descendre jusqu'aux changements.
pt: %s versão %s está disponível. Gostaria de atualizar agora? Você pode visualizar as alterações clicando no botão novidades e rolando para baixo até alterações.
ru: Доступно %s версия %s. Хотели бы вы обновиться сейчас? Вы можете просмотреть изменения, нажав на кнопку "Что нового" и прокрутив страницу вниз до описания изменений.
tr: %s sürümü %s mevcut. Şimdi güncellemek ister misiniz? Değişiklikleri Yenilikler düğmesini tıklayıp Değişiklikler'e kaydırarak görüntüleyebilirsiniz.

source: No update is available.
cs: Není dostupná žádná aktualizace.
de: Es ist kein Update verfügbar.
fr: Aucune mise à jour n’est disponible.
pt: Não existe qualquer atualização disponível.
ru: Обновление недоступно.
tr: Güncelleme mevcut değil.

source: &Yes
cs: &Ano
de: &Ja
fr: &Oui
pt: &Sim
ru: &Да
tr: &Evet

source: &No
cs: &Ne
de: &Nein
fr: &Non
pt: &Não
ru: &Нет
tr: &Hayır

source: Wha&t's new
cs: &co je nového
de: Was ist neu
fr: &Quoi de neuf
pt: O que &há de novo
ru: Что нового
tr: Ye&nilikler

source: This add-on allows you to read paper documents using the Scanvox software. To use it, go to the NVDA menu and select Scanvox.
fr: Ce module vous permet de lire des documents papiers en utilisant le logiciel Scanvox. Pour l'utiliser, allez dans le menu NVDA et sélectionnez Scanvox.
tr: Bu eklenti, Scanvox yazılımını kullanarak kağıt belgeleri okumanıza olanak tanır. Kullanmak için NVDA menüsüne gidin ve Scanvox'u seçin.

source: The update could not be downloaded. Please try again later.
fr: La mise à jour ne peut pas être téléchargée. Veuillez réessayer plutard.

source: No internet connection.
fr: Aucune connexion internet.

source: Text file: *.txt|*.txt|Word document: *.docx|*.docx
de: Textdatei: *.txt|*.txt|Word-Dokument: *.docx|*.docx
pt: Ficheiro de texto: *.txt|*.txt|Documento de texto: *.docx|*.docx
ru: Текстовый файл: *.txt|*.txt|Документ Word: *.docx|*.docx

source: This extension allows you to read paper documents using the Scanvox software. To use it, go to the NVDA menu and select Scanvox.
de: Mit dieser Erweiterung können Sie Papierdokumente mit der Scanvox-Software lesen. Um es zu verwenden, gehen Sie zum NVDA-Menü und wählen Sie Scanvox.
ru: Это дополнение позволяет вам читать бумажные документы с помощью программного обеспечения Scanvox. Чтобы использовать его, перейдите в меню NVDA и выберите Scanvox для NVDA.

source: This extension allows you to read paper documents using the Scanvox software. To use it, go to the NVDA tool menu and select Scanvox.
pt: Esta extensão permite-lhe ler documentos em papel utilizando o software Scanvox. Para usá-lo, vá para o menu de ferramentas NVDA e selecione Scanvox.
